{
  "plugins": {
    "LuaSnip": {
    },
    "conform.nvim": {
    },
    "fzf-lua": {
    },
    "gitsigns.nvim": {
    },
    "lazydev.nvim": {
    },
    "mason-lspconfig.nvim": {
    },
    "mason.nvim": {
    },
    "neogit": {
    },
    "nvim-lint": {
    },
    "nvim-lspconfig": {
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter.git",
      "version": "'master'"
    },
    "nvim-treesitter-context": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-context.git"
    },
    "nvim-treesitter-textobjects": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-ts-autotag": {
      "src": "git@github.com:windwp/nvim-ts-autotag.git"
    },
    "oil.nvim": {
    },
    "plenary.nvim": [],
    "render-markdown.nvim": {
    },
    "rose-pine": [],
    "snacks.nvim": {
    }
  }
}