{
  "plugins": {
    "LuaSnip": {
      "src": "git@github.com:L3MON4D3/LuaSnip.git"
    },
    "avante.nvim": {
      "src": "git@github.com:yetone/avante.nvim.git"
    },
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim.git"
    },
    "fzf-lua": {
      "src": "git@github.com:ibhagwan/fzf-lua.git"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim.git"
    },
    "indent-blankline.nvim": {
      "src": "git@github.com:lukas-reineke/indent-blankline.nvim.git"
    },
    "lazydev.nvim": {
      "src": "git@github.com:folke/lazydev.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "git@github.com:mason-org/mason-lspconfig.nvim.git"
    },
    "mason.nvim": {
      "src": "git@github.com:mason-org/mason.nvim.git"
    },
    "neogit": {
      "src": "git@github.com:NeogitOrg/neogit.git"
    },
    "neovim": {
      "src": "git@github.com:rose-pine/neovim.git"
    },
    "nui.nvim": {
      "src": "git@github.com:MunifTanjim/nui.nvim.git"
    },
    "nvim-lint": {
      "src": "git@github.com:mfussenegger/nvim-lint.git"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig.git"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter.git",
      "version": "'master'"
    },
    "nvim-treesitter-textobjects": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-ts-autotag": {
      "src": "git@github.com:windwp/nvim-ts-autotag.git"
    },
    "oil.nvim": {
      "src": "git@github.com:stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim.git"
    },
    "rose-pine": {
      "src": "git@github.com:rose-pine/neovim.git"
    },
    "vim-sleuth": {
      "src": "git@github.com:tpope/vim-sleuth.git"
    }
  }
}